export default {
    "intro": [
        "Привет! Давай знакомиться! Я – бобёр Добр Здравич, талисман аптечной сети «Фармленд» и твой верный друг в этой прогулке.",
        "Тебе предстоит долгая дорога, но я знаю, как ее разнообразить!",
        "На маршруте ты встретишь 6 табличек с разными словами. Твоя задача – написать мне каждое увиденное слово.Если твой ответ верный, ты получишь подсказку по следующему слову.",
        "Вот такие таблички тебе предстоит искать!",
        "Отправь все 6 слов, дождись подтверждения и получи крутой приз!\nНу что, начинаем?"
    ],
    "button": "Иду с бобром",
    "stickers": {
        "message": "Нажми кнопку, чтобы добавить себе стикер-пак",
        "button": "Добавить стикер-пак",
        "url": "https://t.me/addstickers/farmlend_ru"
    },
    "questions": [
        {
            "messages": [
                "Добро пожаловать в квест!\nА вот и первая загадка:\nНа Земле проживает около 8 миллиардов человек – и все они разные. Но есть то, что нас объединяет – каждый хоть раз в жизни видел ЭТО.\nО чем речь?",
                "Ответ ты найдешь по пути – смотри внимательно! И не забудь написать его мне ;)\nУдачи!"
            ],
            "answer": "Солнце"
        },
        {
            "messages": [
                "Ну конечно! Я в тебе не сомневался – так держать!\nПереходим на второй этап:",
                "Говорят, ЭТО нельзя купить, но я-то знаю, что в «Фармленд» есть все, чтобы поддерживать ЭТО на должном уровне.\nНе спеши давать ответ сразу – найди табличку и убедись в своей догадке!"
            ],
            "answer": "Здоровье"
        },
        {
            "messages": [
                "И это – правильный ответ!\nПоловина пути пройдена, ты молодец!",
                "Держи следующую подсказку и отправляйся на поиски:\nТвоя сила воли, азарт и желание идти до конца – дорогого стоит. Именно поэтому для меня ты уже ИМ стал.\nКакое слово я загадал? Ответ ты найдешь на следующей табличке, а сейчас – в путь!"
            ],
            "answer": "Чемпион"
        },
        {
            "messages": [
                "Конечно, это слово «чемпион»! Я и не сомневался в тебе!",
                "А вот и подсказка к следующему этапу:\nОНА – не орех, но так просто не сломать\nЕЙ может быть хоть сколько лет, но с годами она становится лучше и ценнее.\nО чем это я?",
                "Уже скоро ты найдешь ответ на вопрос – не забудь отправить его мне!"
            ],
            "answer": "Дружба"
        },
        {
            "messages": [
                "Именно! Как в песне поется, помнишь: «Дружба крепкая не сломается»? Рад, и это задание тебе далось легко!",
                "Впереди еще 2 этапа – уверен, ты справишься!\nА вот и следующая подсказка:",
                "ЕЙ сегодня 39 лет, и каждый год на ее день Рождения приходят тысячи людей. Интересно, сколько пришло сегодня? Кстати, ты в их числе!\nНаверняка ты уже знаешь ответ – но не торопи события, найди слово на маршруте и проверь свои догадки.",
                "И конечно, отправляй мне, я жду! ;)"
            ],
            "answer": "Прогулка"
        },
        {
            "messages": [
                "И снова – правильный ответ! Ура!",
                "Впереди последний этап, и я желаю тебе удачи! На последней табличке ты встретишь имя твоего верного друга на пути к здоровью. Уверен, вы уже знакомы ;)",
                "Вперед!"
            ],
            "answer": "Фармленд"
        }
    ],
    "final": [
        "И это – правильный ответ!\nПоздравляю, квест пройден!",
        "Как и обещал, тебе полагается подарок: прямо сейчас я отправлю тебе классные стикеры – пользуйся и вспоминай наше приключение!",
        "Но это еще не все: жду тебя на финише в «Клубе друзей «Фармленд»!\nПокажи промоутеру это сообщение и забери заслуженный приз!\nПоторопись: подарки получат первые 1000 человек ;)"
    ],
    "error": "Упс, неверно! Возможно, ты допустил ошибку в слове. Давай попробуем еще раз."
}
